{"images":{"alt_1":"https://via.placeholder.com/300","alt_2":"https://via.placeholder.com/300","alt_3":"https://via.placeholder.com/300","alt_4":"https://via.placeholder.com/300","alt_5":"https://via.placeholder.com/300","alt_6":"https://via.placeholder.com/300","main":"https://i.imgur.com/8KVHXoq.jpg"},"_id":"637fab3b4d4b18c6afff8d7e","title":"From Sydney to Karachi in 40 hours","subtitle":"24 hour stay in Abu Dhabi~","description":"So we've been planning a trip to the motherland for a while now,  well roughly 5 years...\n\\\n\\\nLooks like we're finally going back. I'm hopeful that we might also do some exploring of the northern areas of Pakistan during the trip. So keep eyes peeled for new posts!\n\\\n\\\nPreparation for the trip was pretty hectic, but from the overwhelming support I got from my work, friends, and family it was pretty manageable. Having the cctv cameras installed before leaving would probably have been the toughest job for me but everything went to plan alhumdulillah. Apart from that I also set up a secure vpn tunnel to my home network so I can have access to important files and devices while away. I'll make a separate post for this set up .\n\\\n\\\nHere's some pictures from our Sydney to Abu Dhabi flight...got to see a pretty cool light show from what I think was either light pollution and thin clouds or the window tint obscuring the real outside light.\n\\\n\\\n![Left wing view above Sydney](https://i.imgur.com/hDt61Lq.jpg)\n\\\n![Gamora is that you](https://i.imgur.com/QIDunBv.jpg)\n\\\n\\\nWe stayed at Novotel on the Maqtal rd and our accomodation was very kind as to upgrade our bookings since there weren't many other rooms available.\n\\\n\\\n![Overnight stay at Novotel](https://i.imgur.com/jbUQrOd.jpg)\n\\\n![Rooftop view at Novotel](https://i.imgur.com/un8odbO.jpg)\n\\\n![Window view at Novotel](https://i.imgur.com/3sMOWzO.jpg)\n\\\n\\\nThe following day around 2pm we left the hotel and headed off to Yas Island to visit the shopping mall and grab some food while we were there. Man this place has a lot of perfume/cologne stalls, like every 10 meters there would be someone handing out free samples....When we were done with the shopping and sightseeing we took a taxi back to Abu Dhabi International airport and 2 hours later we landed in Karachi.","author":"Faizan","date":"2022-11-24T21:28","tags":"UAE Abu Dhabi Sydney Australia Karachi Pakistan Vacation Surprise","footer":"","createdAt":"2022-11-24T17:34:51.420Z","updatedAt":"2024-05-30T11:23:54.241Z","__v":0,"isPrivate":false,"slug":"from-sydney-to-karachi-in-40-hours"}